{"translation-revision-date":"2025-01-04 12:00+0000","generator":"WP-CLI\/2.12.0","source":"src\/settings\/AuthenticationTokensTab.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pl_PL","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : 2);"},"Never-expiring tokens pose significant security risks. If compromised, they cannot be invalidated through expiration. Only use this option if you fully understand the security implications and have proper token management procedures in place.":["Tokeny bez daty wygaśnięcia stanowią poważne zagrożenie bezpieczeństwa. W przypadku kompromitacji nie można ich unieważnić poprzez wygaśnięcie. Używaj tej opcji tylko wtedy, gdy w pełni rozumiesz implikacje bezpieczeństwa i masz odpowiednie procedury zarządzania tokenami."],"Never expires":["Nigdy nie wygasa"],"Active (Never expires)":["Aktywny (Nigdy nie wygasa)"],"This token never expires":["Ten token nigdy nie wygasa"],"You need to be logged in as an administrator to access JWT tokens.":[""],"Status":["Status"],"Actions":["Akcje"],"1 hour":[""],"2 hours":[""],"6 hours":[""],"12 hours":[""],"24 hours (1 day)":[""],"Never expire":["Nigdy nie wygasa"],"You do not have permission to access JWT tokens. Admin privileges required.":["Nie masz uprawnień do zarządzania tokenami."],"Error fetching tokens":["Błąd podczas generowania tokenu"],"Failed to copy to clipboard":["Token skopiowany do schowka!"],"Authentication Tokens":["Uwierzytelnienie"],"What are Authentication Tokens?":["Nieprawidłowy token uwierzytelnienia."],"MCP authentication tokens are secure, temporary credentials that allow external MCP clients to the WordPress MCP server":[""],"These tokens are implemented using JWT (JSON Web Tokens), providing secure and stateless authentication.":[""],"How They Work":[""],"Tokens are generated with your current user permissions and expire automatically":[""],"They provide access to MCP route endpoints for your WordPress content":[""],"Each token is unique and can be revoked individually if compromised":[""],"Tokens automatically inherit your user role and capabilities":[""],"Security Best Practices":[""],"⚠️ Important Security Notes:":[""],"Never share tokens in public repositories, emails, or chat messages":[""],"Use the shortest expiration time that meets your needs":[""],"Revoke tokens immediately if you suspect they may be compromised":[""],"Regularly review and clean up unused or expired tokens":[""],"🚨 Never-Expiring Tokens:":["Tokeny bez wygaśnięcia:"],"Should only be used in highly controlled environments":[""],"Must be manually revoked if compromised":[""],"Consider using long-lived tokens (24 hours) instead":[""],"Regularly audit and rotate never-expiring tokens":[""],"ℹ️ Important Note:":[""],"These tokens are exclusively for MCP protocol access (stdio and streamable\/HTTP). They will not work with WordPress REST API endpoints or other authentication systems.":[""],"Remember: These tokens provide access based on your user permissions. If you can see it in WordPress, applications using your token can see it too.":[""],"Generate tokens below to allow secure access to your WordPress content through the MCP protocol.":[""],"ℹ️ Token Limit:":[""],"Maximum 10 active tokens allowed per user. When generating a new token at the limit, oldest revoked tokens will be automatically removed to make room. If no revoked tokens exist, new token generation will be blocked - you must revoke some existing active tokens first.":[""],"Token Duration":["Token nie został znaleziony."],"Choose how long the token will remain valid":[""],"⚠️ Security Warning:":["Ostrzeżenie bezpieczeństwa"],"You need to be logged in as an administrator to generate JWT tokens.":[""],"You do not have permission to generate JWT tokens. Admin privileges required.":["Nie masz uprawnień do zarządzania tokenami."],"Error generating token":["Błąd podczas generowania tokenu"],"Generate New Token":["Wygeneruj token"],"Generated Token":["Wygeneruj token"],"Copy":["Kopiuj"],"Token copied!":["Token skopiowany do schowka!"],"Expires in":["Wygasa"],"1 day":[""],"days":[""],"hours":[""],"Expires in 1 hour":[""],"Your Active Tokens":[""],"User":[""],"Issued At":[""],"Expires At":["Wygasa"],"Revoked":["Unieważnij"],"Expired":["Wygasły"],"Active":["Aktywny"],"You need to be logged in as an administrator to revoke JWT tokens.":[""],"You do not have permission to revoke JWT tokens. Admin privileges required.":["Nie masz uprawnień do zarządzania tokenami."],"Error revoking token":["Błąd podczas unieważniania tokenu"],"Revoke":["Unieważnij"],"Showing first 10 tokens. Total tokens:":[""]}}}