Repository: jeden-/wooquant
Catalog: languages/mcp-for-woocommerce-*.po
Languages: pl_pl

source: 1 day
pl_pl: 1 dzień

source: 1 hour
pl_pl: 1 godzina

source: 12 hours
pl_pl: 12 godzin

source: 2 hours
pl_pl: 2 godziny

source: 24 hours (1 day)
pl_pl: 24 godziny (1 dzień)

source: 6 hours
pl_pl: 6 godzin

source: Action
pl_pl: Akcja

source: Actions
pl_pl: Akcje

source: Active
pl_pl: Aktywny

source: Active (Never expires)
pl_pl: Aktywny (Nigdy nie wygasa)

source: Add a menu item to a WordPress navigation menu.
pl_pl: Dodaj element do menu nawigacyjnego WordPress.

source: Add a note to an existing WooCommerce order.
pl_pl: Dodaj notatkę do istniejącego zamówienia WooCommerce.

source: Add terms (values) to a product attribute (e.g., add Red, Blue, Green to Color attribute).
pl_pl: Dodaj terminy (wartości) do atrybutu produktu (np. dodaj Czerwony, Niebieski, Zielony do atrybutu Kolor).

source: Administrator email
pl_pl: Email administratora

source: All Types
pl_pl: Wszystkie Typy

source: Alt text
pl_pl: Tekst alternatywny

source: Alt text for the image
pl_pl: Tekst alternatywny dla obrazu

source: Approve a WooCommerce product review (change status to approved).
pl_pl: Zatwierdź recenzję produktu WooCommerce (zmień status na zatwierdzony).

source: Array of category IDs
pl_pl: Tablica ID kategorii

source: Array of category IDs in desired order
pl_pl: Tablica ID kategorii w pożądanej kolejności

source: Array of image URLs or attachment IDs
pl_pl: Tablica URL obrazów lub ID załączników

source: Array of location codes (e.g., ["US", "CA"])
pl_pl: Tablica kodów lokalizacji (np. ["US", "CA"])

source: Array of menu item IDs in desired order
pl_pl: Tablica ID elementów menu w pożądanej kolejności

source: Array of order IDs to export (optional, empty for all)
pl_pl: Tablica ID zamówień do eksportu (opcjonalne, puste dla wszystkich)

source: Array of product data objects (required)
pl_pl: Tablica obiektów danych produktów (wymagane)

source: Array of product IDs to backup (optional, empty for all products)
pl_pl: Tablica ID produktów do kopii zapasowej (opcjonalne, puste dla wszystkich produktów)

source: Array of product IDs to delete (required)
pl_pl: Tablica ID produktów do usunięcia (wymagane)

source: Array of product IDs to export (optional, empty for all)
pl_pl: Tablica ID produktów do eksportu (opcjonalne, puste dla wszystkich)

source: Array of product IDs to update (required)
pl_pl: Tablica ID produktów do aktualizacji (wymagane)

source: Array of products to add to order
pl_pl: Tablica produktów do dodania do zamówienia

source: Array of products to update with their IDs and fields
pl_pl: Tablica produktów do aktualizacji z ich ID i polami

source: Array of shipping method configurations
pl_pl: Tablica konfiguracji metod wysyłki

source: Array of tag IDs
pl_pl: Tablica ID tagów

source: Array of term names to add (required)
pl_pl: Tablica nazw terminów do dodania (wymagane)

source: Array property '%s' must have an items field.
pl_pl: Właściwość tablicowa '%s' musi mieć pole items.

source: Attribute ID (required)
pl_pl: ID atrybutu (wymagane)

source: Attribute name
pl_pl: Nazwa atrybutu

source: Attribute name (required)
pl_pl: Nazwa atrybutu (wymagane)

source: Attribute slug
pl_pl: Slug atrybutu

source: Attribute type
pl_pl: Typ atrybutu

source: Authentication Settings
pl_pl: Uwierzytelnienie

source: Authentication Tokens
pl_pl: Tokeny Uwierzytelniania

source: Authentication tokens are only available when JWT authentication is enabled.
pl_pl: Tokeny uwierzytelniania są dostępne tylko gdy uwierzytelnianie JWT jest włączone.

source: Author user ID
pl_pl: ID użytkownika autora

source: Available Prompts
pl_pl: Dostępne Prompty

source: Available Resources
pl_pl: Dostępne Zasoby

source: Base64 encoded file data or file URL (required)
pl_pl: Dane pliku zakodowane Base64 lub URL pliku (wymagane)

source: Base64 encoded image data or image URL (required)
pl_pl: Dane obrazu zakodowane Base64 lub URL obrazu (wymagane)

source: Billing address
pl_pl: Adres rozliczeniowy

source: Bulk update multiple products at once. Useful for updating prices, stock, or other fields for multiple products.
pl_pl: Masowa aktualizacja wielu produktów jednocześnie. Przydatne do aktualizacji cen, stanu magazynowego lub innych pól dla wielu produktów.

source: Caption
pl_pl: Podpis

source: Category description
pl_pl: Opis kategorii

source: Category display type
pl_pl: Typ wyświetlania kategorii

source: Category ID to delete (required)
pl_pl: ID kategorii do usunięcia (wymagane)

source: Category ID to update (required)
pl_pl: ID kategorii do aktualizacji (wymagane)

source: Category IDs
pl_pl: ID kategorii

source: Category IDs that the coupon applies to
pl_pl: ID kategorii, do których kupon ma zastosowanie

source: Category IDs that the coupon does not apply to
pl_pl: ID kategorii, do których kupon nie ma zastosowania

source: Category image attachment ID
pl_pl: ID załącznika obrazu kategorii

source: Category name
pl_pl: Nazwa kategorii

source: Category name (required)
pl_pl: Nazwa kategorii (wymagane)

source: Category slug
pl_pl: Slug kategorii

source: Category slug (URL-friendly name)
pl_pl: Slug kategorii (przyjazna dla URL nazwa)

source: Change a WordPress user role.
pl_pl: Zmień rolę użytkownika WordPress.

source: Change the order of product categories for display.
pl_pl: Zmień kolejność kategorii produktów do wyświetlenia.

source: Choose how long the token will remain valid
pl_pl: Wybierz jak długo token będzie ważny

source: Claude.ai Desktop Connector:
pl_pl: Konektor Claude.ai Desktop:

source: Close
pl_pl: Zamknij

source: Community-developed AI integration plugin that connects WooCommerce & WordPress with Model Context Protocol (MCP). Not affiliated with Automattic. Provides comprehensive AI-accessible interfaces to WooCommerce products, orders, categories, shipping, payments, and WordPress posts/pages through standardized tools, resources, and prompts. Enables AI assistants to seamlessly interact with your e-commerce data and content. Acts as a WooCommerce MCP Server for MCP clients; pair with Webtalkbot to add a WooCommerce AI Chatbot/Agent to your site.
pl_pl: serwer WooCommerce MCP dla klientów MCP; połącz z Webtalkbot, aby dodać chatbota/agenta AI WooCommerce do swojej witryny.Plugin integracji AI rozwijany przez społeczność, który łączy WooCommerce i WordPress z protokołem Model Context Protocol (MCP). Niezależny od Automattic. Zapewnia kompleksowe interfejsy dostępne dla AI do produktów WooCommerce, zamówień, kategorii, wysyłki, płatności oraz postów/stron WordPress poprzez standaryzowane narzędzia, zasoby i podpowiedzi. Umożliwia asystentom AI płynną interakcję z danymi i treścią Twojego e-commerce. Działa jako serwer WooCommerce MCP dla klientów MCP; połącz z Webtalkbot, aby dodać chatbota/agenta AI WooCommerce do swojej witryny.

source: Configuration copied to clipboard!
pl_pl: Konfiguracja skopiowana do schowka!

source: Consider using long-lived tokens (24 hours) instead
pl_pl: Zamiast tego rozważ użycie tokenów o długim czasie życia (24 godziny)

source: Content:
pl_pl: Treść:

source: Control which users and roles can access MCP functionality. By default, only administrators have access.
pl_pl: Kontroluj, którzy użytkownicy i role mogą mieć dostęp do funkcjonalności MCP. Domyślnie tylko administratorzy mają dostęp.

source: Copy
pl_pl: Kopiuj

source: Coupon code
pl_pl: Kod kuponu

source: Coupon code (required)
pl_pl: Kod kuponu (wymagane)

source: Coupon expiration date (YYYY-MM-DD format)
pl_pl: Data wygaśnięcia kuponu (format YYYY-MM-DD)

source: Coupon ID to delete (required)
pl_pl: ID kuponu do usunięcia (wymagane)

source: Coupon ID to update (required)
pl_pl: ID kuponu do aktualizacji (wymagane)

source: Create
pl_pl: Utwórz

source: Create a backup of WooCommerce products. Returns JSON data with all product information that can be restored later.
pl_pl: Utwórz kopię zapasową produktów WooCommerce. Zwraca dane JSON ze wszystkimi informacjami o produktach które mogą być później przywrócone.

source: Create a backup of WordPress content (posts, pages, media). Returns JSON data with all content that can be restored later.
pl_pl: Utwórz kopię zapasową treści WordPress (wpisy, strony, media). Zwraca dane JSON ze wszystkimi treściami które mogą być później przywrócone.

source: Create a new global product attribute (e.g., Color, Size).
pl_pl: Utwórz nowy globalny atrybut produktu (np. Kolor, Rozmiar).

source: Create a new WooCommerce coupon with discount rules, usage limits, and restrictions.
pl_pl: Utwórz nowy kupon WooCommerce z regułami rabatu, limitami użycia i ograniczeniami.

source: Create a new WooCommerce customer with billing and shipping addresses.
pl_pl: Utwórz nowego klienta WooCommerce z adresami rozliczeniowymi i wysyłkowymi.

source: Create a new WooCommerce order with customer information, products, and payment details.
pl_pl: Utwórz nowe zamówienie WooCommerce z informacjami o kliencie, produktach i szczegółach płatności.

source: Create a new WooCommerce product category with name, slug, description, parent category, and image.
pl_pl: Utwórz nową kategorię produktu WooCommerce z nazwą, slugiem, opisem, kategorią nadrzędną i obrazem.

source: Create a new WooCommerce product review with rating, content, and reviewer information.
pl_pl: Utwórz nową recenzję produktu WooCommerce z oceną, treścią i informacjami o recenzencie.

source: Create a new WooCommerce product tag with name, slug, and description.
pl_pl: Utwórz nowy tag produktu WooCommerce z nazwą, slugiem i opisem.

source: Create a new WooCommerce product. Supports simple and variable products with full configuration including pricing, inventory, images, categories, tags, and attributes.
pl_pl: Utwórz nowy produkt WooCommerce. Obsługuje proste i zmienne produkty z pełną konfiguracją obejmującą ceny, magazyn, obrazy, kategorie, tagi i atrybuty.

source: Create a new WordPress navigation menu.
pl_pl: Utwórz nowe menu nawigacyjne WordPress.

source: Create a new WordPress page with content, featured image, and parent page.
pl_pl: Utwórz nową stronę WordPress z treścią, obrazem wyróżnionym i stroną nadrzędną.

source: Create a new WordPress post with content, categories, tags, and featured image.
pl_pl: Utwórz nowy wpis WordPress z treścią, kategoriami, tagami i obrazem wyróżnionym.

source: Create a new WordPress user with username, email, password, and role.
pl_pl: Utwórz nowego użytkownika WordPress z nazwą użytkownika, emailem, hasłem i rolą.

source: Create multiple WooCommerce products at once. Accepts array of product data.
pl_pl: Utwórz wiele produktów WooCommerce jednocześnie. Akceptuje tablicę danych produktów.

source: CSV content as string (required)
pl_pl: Zawartość CSV jako string (wymagane)

source: Customer email
pl_pl: Email klienta

source: Customer email (required)
pl_pl: Email klienta (wymagane)

source: Customer first name
pl_pl: Imię klienta

source: Customer ID (required)
pl_pl: ID klienta (wymagane)

source: Customer ID to delete (required)
pl_pl: ID klienta do usunięcia (wymagane)

source: Customer last name
pl_pl: Nazwisko klienta

source: Customer password
pl_pl: Hasło klienta

source: Customer user ID (0 for guest)
pl_pl: ID użytkownika klienta (0 dla gościa)

source: Customer username
pl_pl: Nazwa użytkownika klienta

source: Date format
pl_pl: Format daty

source: days
pl_pl: dni

source: Delete
pl_pl: Usuń

source: Delete a media file from WordPress. DESTRUCTIVE OPERATION.
pl_pl: Usuń plik mediów z WordPress. OPERACJA DESTRUKCYJNA.

source: Delete a product attribute. DESTRUCTIVE OPERATION.
pl_pl: Usuń atrybut produktu. OPERACJA DESTRUKCYJNA.

source: Delete a WooCommerce coupon. DESTRUCTIVE OPERATION.
pl_pl: Usuń kupon WooCommerce. OPERACJA DESTRUKCYJNA.

source: Delete a WooCommerce customer. DESTRUCTIVE OPERATION - also removes associated WordPress user.
pl_pl: Usuń klienta WooCommerce. OPERACJA DESTRUKCYJNA - również usuwa powiązanego użytkownika WordPress.

source: Delete a WooCommerce product category. DESTRUCTIVE OPERATION - products will be uncategorized.
pl_pl: Usuń kategorię produktu WooCommerce. OPERACJA DESTRUKCYJNA - produkty będą bez kategorii.

source: Delete a WooCommerce product review. DESTRUCTIVE OPERATION.
pl_pl: Usuń recenzję produktu WooCommerce. OPERACJA DESTRUKCYJNA.

source: Delete a WooCommerce product tag. DESTRUCTIVE OPERATION - products will lose this tag.
pl_pl: Usuń tag produktu WooCommerce. OPERACJA DESTRUKCYJNA - produkty stracą ten tag.

source: Delete a WooCommerce product. Can permanently delete or move to trash. DESTRUCTIVE OPERATION - use with caution.
pl_pl: Usuń produkt WooCommerce. Może trwale usunąć lub przenieść do kosza. OPERACJA DESTRUKCYJNA - używaj ostrożnie.

source: Delete a WordPress navigation menu. DESTRUCTIVE OPERATION.
pl_pl: Usuń menu nawigacyjne WordPress. OPERACJA DESTRUKCYJNA.

source: Delete a WordPress page. DESTRUCTIVE OPERATION.
pl_pl: Usuń stronę WordPress. OPERACJA DESTRUKCYJNA.

source: Delete a WordPress post. DESTRUCTIVE OPERATION.
pl_pl: Usuń wpis WordPress. OPERACJA DESTRUKCYJNA.

source: Delete a WordPress user. DESTRUCTIVE OPERATION.
pl_pl: Usuń użytkownika WordPress. OPERACJA DESTRUKCYJNA.

source: Delete multiple WooCommerce products at once. DESTRUCTIVE OPERATION.
pl_pl: Usuń wiele produktów WooCommerce jednocześnie. OPERACJA DESTRUKCYJNA.

source: Description
pl_pl: Opis

source: Description:
pl_pl: Opis

source: Disabled
pl_pl: Wyłączony

source: disabled
pl_pl: wyłączone

source: Discount amount
pl_pl: Kwota rabatu

source: Discount amount (required)
pl_pl: Kwota rabatu (wymagane)

source: Documentation
pl_pl: Dokumentacja

source: Each token is unique and can be revoked individually if compromised
pl_pl: Każdy token jest unikalny i może być odwołany indywidualnie jeśli został naruszony

source: Edit
pl_pl: Edytuj

source: Email address
pl_pl: Adres e-mail

source: Email address (required)
pl_pl: Adres e-mail (wymagany)

source: Email addresses that can use the coupon
pl_pl: Adresy email które mogą użyć kuponu

source: Enable archives
pl_pl: Włącz archiwa

source: Enable MCP access for entire user roles. Individual user permissions override role permissions.
pl_pl: Włącz dostęp do MCP dla całych ról użytkowników. Indywidualne uprawnienia użytkowników nadpisują uprawnienia ról.

source: Enable MCP functionality
pl_pl: Włącz funkcjonalność MCP

source: Enable stock management
pl_pl: Włącz zarządzanie magazynem

source: Enabled
pl_pl: Włączony

source: enabled
pl_pl: włączone

source: End date (required if period is "custom")
pl_pl: Data zakończenia (wymagana jeśli okres to "niestandardowy")

source: Error fetching tokens
pl_pl: Błąd pobierania tokenów

source: Error generating token
pl_pl: Błąd generowania tokenu

source: Error loading documentation:
pl_pl: Błąd ładowania dokumentacji:

source: Error loading prompt details:
pl_pl: Błąd ładowania szczegółów promptu:

source: Error loading prompts:
pl_pl: Błąd ładowania promptów:

source: Error loading resource details:
pl_pl: Błąd ładowania szczegółów zasobu:

source: Error loading resources:
pl_pl: Błąd ładowania zasobów:

source: Error loading tools:
pl_pl: Błąd ładowania narzędzi:

source: Error revoking token
pl_pl: Błąd odwoływania tokenu

source: Error saving settings. Please try again.
pl_pl: Błąd podczas zapisywania ustawień. Spróbuj ponownie.

source: Expired
pl_pl: Wygasł

source: Expires At
pl_pl: Wygasa

source: Expires in
pl_pl: Wygasa

source: Expires in 1 hour
pl_pl: Wygasa za 1 godzinę

source: Export WooCommerce orders to CSV format. Returns CSV content as string.
pl_pl: Eksportuj zamówienia WooCommerce do formatu CSV. Zwraca zawartość CSV jako string.

source: Export WooCommerce products to CSV format. Returns CSV content as string.
pl_pl: Eksportuj produkty WooCommerce do formatu CSV. Zwraca zawartość CSV jako string.

source: Failed to copy to clipboard
pl_pl: Token skopiowany do schowka!

source: Failed to load prompt details
pl_pl: Nie udało się załadować szczegółów promptu

source: Failed to load prompts data
pl_pl: Nie udało się załadować danych promptów

source: Failed to load resource details
pl_pl: Nie udało się załadować szczegółów zasobu

source: Failed to load resources data
pl_pl: Nie udało się załadować danych zasobów

source: Failed to load tools data
pl_pl: Nie udało się załadować danych narzędzi

source: Failed to load user permissions.
pl_pl: Nie udało się załadować uprawnień użytkowników.

source: Failed to save user permissions.
pl_pl: Nie udało się zapisać uprawnień użytkowników.

source: Failed to toggle tool state.
pl_pl: Nie udało się przełączyć stanu narzędzia.

source: Featured image attachment ID
pl_pl: ID załącznika obrazu wyróżnionego

source: File title
pl_pl: Tytuł pliku

source: Filename for the file
pl_pl: Nazwa pliku dla pliku

source: Filename for the image
pl_pl: Nazwa pliku dla obrazu

source: Filip Dvoran
pl_pl: Filip Dvoran (autor)

source: Filter by stock status
pl_pl: Filtruj według stanu magazynowego

source: Filter by Type
pl_pl: Filtruj po Typie

source: First name
pl_pl: Imię

source: Full Resource Data
pl_pl: Pełne Dane Zasobu

source: Functionality Type
pl_pl: Typ Funkcjonalności

source: Gateway-specific settings (title, description, etc.)
pl_pl: Ustawienia specyficzne dla bramki (tytuł, opis, itp.)

source: General Settings
pl_pl: Ustawienia Ogólne

source: Generate New Token
pl_pl: Wygeneruj Nowy Token

source: Generate tokens below to allow secure access to your WordPress content through the MCP protocol.
pl_pl: Wygeneruj tokeny poniżej, aby umożliwić bezpieczny dostęp do Twojej treści WordPress przez protokół MCP.

source: Generated Token
pl_pl: Wygeneruj token

source: Get detailed WooCommerce sales report with totals, order counts, average order value, and period breakdown.
pl_pl: Pobierz szczegółowy raport sprzedaży WooCommerce z sumami, liczbą zamówień, średnią wartością zamówienia i podziałem okresowym.

source: Get WooCommerce customer report with purchase statistics, lifetime value, and order history.
pl_pl: Pobierz raport klientów WooCommerce ze statystykami zakupów, wartością życiową i historią zamówień.

source: Get WooCommerce stock status report with low stock alerts, out of stock items, and stock levels.
pl_pl: Pobierz raport stanu magazynowego WooCommerce z alertami niskiego stanu, produktami wyprzedanymi i poziomami magazynowymi.

source: Grant or revoke MCP access for specific users. These settings override role-based permissions.
pl_pl: Przyznaj lub odbierz dostęp do MCP dla konkretnych użytkowników. Te ustawienia nadpisują uprawnienia oparte na rolach.

source: hours
pl_pl: godziny

source: How many times the coupon can be used in total
pl_pl: Ile razy kupon może być użyty łącznie

source: How many times the coupon can be used per user
pl_pl: Ile razy kupon może być użyty na użytkownika

source: How They Work
pl_pl: Jak działają

source: https://github.com/iOSDevSK
pl_pl: GitHub: https://github.com/iOSDevSK

source: https://github.com/iOSDevSK/mcp-for-woocommerce
pl_pl: Repozytorium: https://github.com/iOSDevSK/mcp-for-woocommerce

source: If true, coupon cannot be used with other coupons
pl_pl: Jeśli prawda, kupon nie może być używany z innymi kuponami

source: If true, enables free shipping
pl_pl: Jeśli prawda, włącza darmową wysyłkę

source: If true, sale items are excluded from coupon
pl_pl: Jeśli prawda, produkty w promocji są wykluczone z kuponu

source: Image caption
pl_pl: Podpis obrazu

source: Image description
pl_pl: Opis

source: Image title
pl_pl: Tytuł obrazu

source: Import WooCommerce orders from CSV file. CSV should contain order data (customer, products, amounts, etc.).
pl_pl: Importuj zamówienia WooCommerce z pliku CSV. CSV powinien zawierać dane zamówień (klient, produkty, kwoty, itp.).

source: Import WooCommerce products from CSV file. CSV should contain product data (name, SKU, price, stock, etc.).
pl_pl: Importuj produkty WooCommerce z pliku CSV. CSV powinien zawierać dane produktów (nazwa, SKU, cena, magazyn, itp.).

source: Individual User Permissions
pl_pl: Indywidualne Uprawnienia Użytkowników

source: Invalid nonce
pl_pl: Nieprawidłowe dane uwierzytelniające.

source: Invalid nonce. Please refresh the page and try again.
pl_pl: Nieprawidłowe dane uwierzytelniające. Odśwież stronę i spróbuj ponownie.

source: Issued At
pl_pl: Wydany

source: JSON string containing backup data (required)
pl_pl: String JSON zawierający dane kopii zapasowej (wymagane)

source: JWT Authentication is recommended if you want to create a WooCommerce AI Agent in
pl_pl: Uwierzytelnianie JWT jest zalecane jeśli chcesz utworzyć agenta AI WooCommerce w

source: JWT Authentication must be enabled if you want to create a WooCommerce AI Agent in
pl_pl: Uwierzytelnianie JWT musi być włączone jeśli chcesz utworzyć agenta AI WooCommerce w

source: Key-value pairs of WooCommerce settings to update (required)
pl_pl: Pary klucz-wartość ustawień WooCommerce do aktualizacji (wymagane)

source: Last name
pl_pl: Nazwisko

source: List of all available prompts in the system.
pl_pl: Lista wszystkich dostępnych promptów w systemie.

source: List of all available resources in the system.
pl_pl: Lista wszystkich dostępnych zasobów w systemie.

source: List of all registered tools in the system. Use the toggles to enable or disable individual tools.
pl_pl: Lista wszystkich zarejestrowanych narzędzi w systemie. Użyj przełączników aby włączyć lub wyłączyć poszczególne narzędzia.

source: Loading documentation...
pl_pl: Ładowanie dokumentacji...

source: Loading prompt details...
pl_pl: Ładowanie szczegółów promptu...

source: Loading prompts...
pl_pl: Ładowanie promptów...

source: Loading resource details...
pl_pl: Ładowanie szczegółów zasobu...

source: Loading resources...
pl_pl: Ładowanie zasobów...

source: Loading tools...
pl_pl: Ładowanie narzędzi...

source: Loading user permissions...
pl_pl: Ładowanie uprawnień użytkowników...

source: Max number of items in cart the coupon can apply to
pl_pl: Maksymalna liczba produktów w koszyku, do których kupon może być zastosowany

source: Maximum 10 active tokens allowed per user. When generating a new token at the limit, oldest revoked tokens will be automatically removed to make room. If no revoked tokens exist, new token generation will be blocked - you must revoke some existing active tokens first.
pl_pl: Maksymalnie 10 aktywnych tokenów dozwolonych na użytkownika. Przy generowaniu nowego tokenu przy limicie, najstarsze odwołane tokeny zostaną automatycznie usunięte aby zrobić miejsce. Jeśli nie ma odwołanych tokenów, generowanie nowego tokenu zostanie zablokowane - musisz najpierw odwołać niektóre istniejące aktywne tokeny.

source: Maximum order amount allowed to use coupon
pl_pl: Maksymalna kwota zamówienia dozwolona do użycia kuponu

source: MCP Access
pl_pl: Dostęp do MCP

source: MCP authentication tokens are secure, temporary credentials that allow external MCP clients to the WordPress MCP server
pl_pl: Tokeny uwierzytelniania MCP to bezpieczne, tymczasowe dane uwierzytelniające które umożliwiają zewnętrznym klientom MCP dostęp do serwera WordPress MCP

source: MCP for WooCommerce
pl_pl: MCP dla WooCommerce

source: MCP Proxy file generated at:
pl_pl: Plik proxy MCP wygenerowany w:

source: Media attachment ID (required)
pl_pl: Media attachment ID (wymagane)

source: Media attachment ID to delete (required)
pl_pl: ID załącznika mediów do usunięcia (wymagane)

source: Media title
pl_pl: Tytuł mediów

source: Menu ID (required)
pl_pl: Menu ID (wymagane)

source: Menu ID to delete (required)
pl_pl: Menu ID to delete (wymagane)

source: Menu item title (required)
pl_pl: Tytuł elementu menu (wymagany)

source: Menu name (required)
pl_pl: Nazwa menu (wymagana)

source: Menu order for sorting
pl_pl: Kolejność menu do sortowania

source: Menu order position
pl_pl: Pozycja kolejności menu

source: Method ID (e.g., "flat_rate")
pl_pl: ID metody (np. "flat_rate")
