{"translation-revision-date":"2025-11-06 14:16+0000","generator":"Loco https:\/\/localise.biz\/","source":"src\/settings\/AuthenticationTokensTab.js","domain":"mcp-for-woocommerce","locale_data":{"mcp-for-woocommerce":{"":{"domain":"","lang":"pl_PL","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : 2);"},"1 day":["1 dzień"],"1 hour":["1 godzina"],"12 hours":["12 godzin"],"2 hours":["2 godziny"],"24 hours (1 day)":["24 godziny (1 dzień)"],"6 hours":["6 godzin"],"Actions":["Akcje"],"Active":["Aktywny"],"Active (Never expires)":["Aktywny (Nigdy nie wygasa)"],"Authentication Tokens":["Tokeny Uwierzytelniania"],"Consider using long-lived tokens (24 hours) instead":["Zamiast tego rozważ użycie tokenów o długim czasie życia (24 godziny)"],"Copy":["Kopiuj"],"days":["dni"],"Each token is unique and can be revoked individually if compromised":["Każdy token jest unikalny i może zostać indywidualnie unieważniony w przypadku naruszenia"],"Error fetching tokens":["Błąd pobierania tokenów"],"Error generating token":["#-#-#-#-#  working.po (MCP for WooCommerce 1.1.9)  #-#-#-#-#\nBłąd podczas generowania tokenu\n#-#-#-#-#  working.po (MCP for WooCommerce 1.1.9)  #-#-#-#-#\nBłąd generowania tokenu"],"Error revoking token":["#-#-#-#-#  working.po (MCP for WooCommerce 1.1.9)  #-#-#-#-#\nBłąd podczas unieważniania tokenu\n#-#-#-#-#  working.po (MCP for WooCommerce 1.1.9)  #-#-#-#-#\nBłąd unieważniania tokenu"],"Expired":["#-#-#-#-#  working.po (MCP for WooCommerce 1.1.9)  #-#-#-#-#\nWygasły\n#-#-#-#-#  working.po (MCP for WooCommerce 1.1.9)  #-#-#-#-#\nWygasł"],"Expires At":["Wygasa"],"Expires in":["Wygasa"],"Failed to copy to clipboard":["Token skopiowany do schowka!"],"Generate New Token":["Wygeneruj Nowy Token"],"Generate tokens below to allow secure access to your WordPress content through the MCP protocol.":["Wygeneruj poniżej tokeny, aby umożliwić bezpieczny dostęp do treści WordPressa za pośrednictwem protokołu MCP."],"Generated Token":["Wygeneruj token"],"hours":["godziny"],"Issued At":["Wydany"],"Maximum 10 active tokens allowed per user. When generating a new token at the limit, oldest revoked tokens will be automatically removed to make room. If no revoked tokens exist, new token generation will be blocked - you must revoke some existing active tokens first.":["Maksymalnie 10 aktywnych tokenów na użytkownika. Gdy generujesz nowy token po osiągnięciu limitu, najstarsze unieważnione tokeny zostaną automatycznie usunięte, aby zrobić miejsce. Jeśli nie ma unieważnionych tokenów, generowanie nowych tokenów zostanie zablokowane - musisz najpierw unieważnić niektóre z istniejących aktywnych tokenów."],"MCP authentication tokens are secure, temporary credentials that allow external MCP clients to the WordPress MCP server":["Tokeny uwierzytelniania MCP to bezpieczne, tymczasowe dane uwierzytelniające, które umożliwiają zewnętrznym klientom MCP dostęp do serwera WordPress MCP"],"Must be manually revoked if compromised":["Muszą być ręcznie unieważniane w przypadku naruszenia"],"Never expire":["Nigdy nie wygasa"],"Never expires":["Nigdy nie wygasa"],"Never share tokens in public repositories, emails, or chat messages":["Nigdy nie udostępniaj tokenów w publicznych repozytoriach, e-mailach ani wiadomościach czatu"],"Never-expiring tokens pose significant security risks. If compromised, they cannot be invalidated through expiration. Only use this option if you fully understand the security implications and have proper token management procedures in place.":["Tokeny bez daty wygaśnięcia stanowią poważne zagrożenie bezpieczeństwa. W przypadku kompromitacji nie można ich unieważnić poprzez wygaśnięcie. Używaj tej opcji tylko wtedy, gdy w pełni rozumiesz implikacje bezpieczeństwa i masz odpowiednie procedury zarządzania tokenami."],"Regularly audit and rotate never-expiring tokens":["Regularnie audytuj i rotuj tokeny bez terminu ważności"],"Regularly review and clean up unused or expired tokens":["Regularnie przeglądaj i usuwaj nieużywane lub wygasłe tokeny"],"Remember: These tokens provide access based on your user permissions. If you can see it in WordPress, applications using your token can see it too.":["Pamiętaj: Te tokeny zapewniają dostęp na podstawie Twoich uprawnień użytkownika. Jeśli możesz coś zobaczyć w WordPressie, aplikacje używające Twojego tokenu również to zobaczą."],"Revoke":["Unieważnij"],"Revoke tokens immediately if you suspect they may be compromised":["Natychmiast unieważniaj tokeny, jeśli podejrzewasz, że mogły zostać naruszone"],"Revoked":["Unieważniony"],"Should only be used in highly controlled environments":["Powinny być używane tylko w wysoce kontrolowanych środowiskach"],"Showing first 10 tokens. Total tokens:":["Wyświetlanie pierwszych 10 tokenów. Łączna liczba tokenów:"],"Status":["Stan"],"These tokens are exclusively for MCP protocol access (stdio and streamable\/HTTP). They will not work with WordPress REST API endpoints or other authentication systems.":["Tokeny te są przeznaczone wyłącznie do dostępu przez protokół MCP (stdio i streamable\/HTTP). Nie będą działać z punktami końcowymi WordPress REST API ani innymi systemami uwierzytelniania."],"These tokens are implemented using JWT (JSON Web Tokens), providing secure and stateless authentication.":["Tokeny te są implementowane przy użyciu JWT (JSON Web Tokens), zapewniając bezpieczne uwierzytelnianie bezstanowe."],"They provide access to MCP route endpoints for your WordPress content":["Zapewniają dostęp do punktów końcowych tras MCP dla Twojej treści WordPress"],"This token never expires":["Ten token nigdy nie wygasa"],"Token copied!":["Token skopiowany do schowka!"],"Token Duration":["Czas Trwania Tokenu"],"Tokens are generated with your current user permissions and expire automatically":["Tokeny są generowane z Twoimi obecnymi uprawnieniami użytkownika i wygasają automatycznie"],"Tokens automatically inherit your user role and capabilities":["Tokeny automatycznie dziedziczą Twoją rolę użytkownika i uprawnienia"],"Use the shortest expiration time that meets your needs":["Używaj najkrótszego możliwego czasu wygaśnięcia, który spełnia Twoje potrzeby"],"User":["Użytkownik"],"What are Authentication Tokens?":["Czym są Tokeny Uwierzytelniania?"],"You do not have permission to access JWT tokens. Admin privileges required.":["Nie masz uprawnień do dostępu do tokenów JWT. Wymagane są uprawnienia administratora."],"You do not have permission to generate JWT tokens. Admin privileges required.":["Nie masz uprawnień do generowania tokenów JWT. Wymagane są uprawnienia administratora."],"You do not have permission to revoke JWT tokens. Admin privileges required.":["Nie masz uprawnień do unieważniania tokenów JWT. Wymagane są uprawnienia administratora."],"You need to be logged in as an administrator to access JWT tokens.":["Musisz być zalogowany jako administrator, aby uzyskać dostęp do tokenów JWT."],"Your Active Tokens":["Twoje Aktywne Tokeny"],"ℹ️ Important Note:":["Ważna uwaga:"],"ℹ️ Token Limit:":["Limit tokenów:"],"⚠️ Important Security Notes:":["Ważne Wskazówki Bezpieczeństwa:"],"⚠️ Security Warning:":["Ostrzeżenie bezpieczeństwa"],"🚨 Never-Expiring Tokens:":["Tokeny bez wygaśnięcia:"]}}}