Repository: jeden-/wooquant
Catalog: languages/mcp-for-woocommerce-*.po
Languages: pl_pl

source: ⚠️ Security Warning:
pl_pl: Ostrzeżenie bezpieczeństwa

source: ⚠️ WordPress REST API Disabled
pl_pl: ⚠️ WordPress REST API wyłączone

source: 🚨 Never-Expiring Tokens:
pl_pl: Tokeny bez wygaśnięcia:
