{"translation-revision-date":"2025-11-06 17:05+0000","generator":"Loco https:\/\/localise.biz\/","source":"src\/settings\/SettingsTab.js","domain":"mcp-for-woocommerce","locale_data":{"mcp-for-woocommerce":{"":{"domain":"","lang":"pl_PL","plural-forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : 2);"},"Authentication Settings":["Uwierzytelnienie"],"Enable MCP functionality":["Włącz funkcjonalność MCP"],"General Settings":["Ustawienia Ogólne"],"JWT Authentication is recommended if you want to create a WooCommerce AI Agent in":["Uwierzytelnianie JWT jest zalecane jeśli chcesz utworzyć agenta AI WooCommerce w"],"Note for Webtalkbot users:":["Uwaga dla użytkowników Webtalkbot:"],"Require JWT Authentication":["Wymagaj uwierzytelnienia JWT"],"Saving...":["Zapisywanie..."],"Toggle to enable or disable the MCP plugin functionality.":["Przełącz, aby włączyć lub wyłączyć funkcjonalność pluginu MCP."],"When enabled, all MCP requests must include a valid JWT token. When disabled, MCP endpoints are accessible without authentication (readonly mode only).":["Gdy włączone, wszystkie żądania MCP muszą zawierać ważny token JWT. Gdy wyłączone, punkty końcowe MCP są dostępne bez uwierzytelnienia (tylko tryb tylko do odczytu)."],"WordPress permalinks are not set to \"Post name\" structure. For proper product link generation, please go to WordPress Admin → Settings → Permalinks and select \"Post name\" structure.":["Bezpośrednie odnośniki WordPress nie są ustawione na strukturę \"Nazwa wpisu\". Dla prawidłowego generowania linków produktów, przejdź do WordPress Admin → Ustawienia → Bezpośrednie odnośniki i wybierz strukturę \"Nazwa wpisu\"."],"WordPress REST API appears to be disabled. This plugin requires REST API to function properly. Please contact your administrator to ensure the WordPress REST API is enabled.":["WordPress REST API wydaje się być wyłączone. Ta wtyczka wymaga REST API do prawidłowego działania. Skontaktuj się z administratorem, aby upewnić się, że WordPress REST API jest włączone."],"⚠️ Incorrect Permalinks Configuration":["⚠️ Nieprawidłowa konfiguracja bezpośrednich odnośników"],"⚠️ WordPress REST API Disabled":["⚠️ WordPress REST API wyłączone"]}}}