{"domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural_forms":"nplurals=3; plural=(n==1 ? 0 : n%10>=2 && n%10<=4 && (n%100<12 || n%100>14) ? 1 : 2);","lang":"pl_PL"},"WooQuant":["WooQuant"],"https://github.com/iOSDevSK/mcp-for-woocommerce":[""],"Community-developed AI integration plugin that connects WooCommerce & WordPress with Model Context Protocol (MCP). Not affiliated with Automattic. Provides comprehensive AI-accessible interfaces to WooCommerce products, orders, categories, shipping, payments, and WordPress posts/pages through standardized tools, resources, and prompts. Enables AI assistants to seamlessly interact with your e-commerce data and content. Acts as a WooCommerce MCP Server for MCP clients; pair with Webtalkbot to add a WooCommerce AI Chatbot/Agent to your site.":["Plugin integracji AI rozwijany przez społeczność, który łączy WooCommerce i WordPress z protokołem Model Context Protocol (MCP). Niezależny od Automattic. Zapewnia kompleksowe interfejsy dostępne dla AI do produktów WooCommerce, zamówień, kategorii, wysyłki, płatności oraz postów/stron WordPress poprzez standaryzowane narzędzia, zasoby i podpowiedzi. Umożliwia asystentom AI płynną interakcję z danymi i treścią Twojego e-commerce. Działa jako serwer WooCommerce MCP dla klientów MCP; połącz z Webtalkbot, aby dodać chatbota/agenta AI WooCommerce do swojej witryny."],"Filip Dvoran":[""],"https://github.com/iOSDevSK":[""],"Enable MCP functionality":["Włącz funkcjonalność MCP"],"Toggle to enable or disable the MCP plugin functionality.":["Przełącz, aby włączyć lub wyłączyć funkcjonalność pluginu MCP."],"Save Settings":["Zapisz ustawienia"],"Settings saved successfully!":["Ustawienia zapisane pomyślnie!"],"Error saving settings. Please try again.":["Błąd podczas zapisywania ustawień. Spróbuj ponownie."],"Tool %1$s has been %2$s.":["Narzędzie %1$s zostało %2$s."],"Never-expiring tokens pose significant security risks. If compromised, they cannot be invalidated through expiration. Only use this option if you fully understand the security implications and have proper token management procedures in place.":["Tokeny bez daty wygaśnięcia stanowią poważne zagrożenie bezpieczeństwa. W przypadku kompromitacji nie można ich unieważnić poprzez wygaśnięcie. Używaj tej opcji tylko wtedy, gdy w pełni rozumiesz implikacje bezpieczeństwa i masz odpowiednie procedury zarządzania tokenami."],"Never expires":["Nigdy nie wygasa"],"Active (Never expires)":["Aktywny (Nigdy nie wygasa)"],"This token never expires":["Ten token nigdy nie wygasa"],"Security Warning":["Ostrzeżenie bezpieczeństwa"],"Never-Expiring Tokens:":["Tokeny bez wygaśnięcia:"],"Require JWT Authentication":["Wymagaj uwierzytelnienia JWT"],"When enabled, all MCP requests must include a valid JWT token. When disabled, MCP endpoints are accessible without authentication (readonly mode only) and can be used as a Claude.ai Desktop connector.":["Gdy włączone, wszystkie żądania MCP muszą zawierać ważny token JWT. Gdy wyłączone, punkty końcowe MCP są dostępne bez uwierzytelnienia (tylko tryb tylko do odczytu) i mogą być używane jako konektor Claude.ai Desktop."],"Note for Webtalkbot users:":["Uwaga dla użytkowników Webtalkbot:"],"JWT Authentication must be enabled if you want to create a WooCommerce AI Agent in":["Uwierzytelnienie JWT musi być włączone, jeśli chcesz utworzyć agenta AI WooCommerce w"],"Claude.ai Desktop Connector:":["Konektor Claude.ai Desktop:"],"When JWT Authentication is disabled, this plugin can be used as a connector in Claude.ai Desktop. A proxy file will be automatically generated for easy setup.":[""],"MCP Proxy file generated at:":[""],"To use with Claude.ai Desktop, add this configuration to your claude_desktop_config.json:":[""],"Invalid nonce. Please refresh the page and try again.":[""],"Tool name is required.":[""],"Failed to toggle tool state.":[""],"enabled":["włączone"],"disabled":["wyłączone"],"You need to be logged in as an administrator to access JWT tokens.":[""],"The input schema must be an object type.":[""],"Property '%s' must have a type field.":[""],"Property '%1$s' has invalid type '%2$s'.":[""],"Array property '%s' must have an items field.":[""],"The required field must be an array.":[""],"Required property '%s' does not exist in properties.":[""],"Get detailed WooCommerce sales report with totals, order counts, average order value, and period breakdown.":[""],"Time period for the report":[""],"Start date (required if period is \"custom\")":[""],"End date (required if period is \"custom\")":[""],"Order statuses to include":[""],"Get WooCommerce stock status report with low stock alerts, out of stock items, and stock levels.":[""],"Threshold for low stock alert":[""],"Get WooCommerce customer report with purchase statistics, lifetime value, and order history.":[""],"Specific customer ID (optional, for single customer report)":[""],"Order customers by":[""],"Create a backup of WooCommerce products. Returns JSON data with all product information that can be restored later.":[""],"Array of product IDs to backup (optional, empty for all products)":[""],"Whether to include product metadata":[""],"Restore WooCommerce products from backup JSON data. Can create new products or update existing ones.":[""],"JSON string containing backup data (required)":[""],"Whether to update existing products by SKU":[""],"Create a backup of WordPress content (posts, pages, media). Returns JSON data with all content that can be restored later.":[""],"Post types to backup (default: post, page)":[""],"Whether to include media metadata":[""],"Restore WordPress content (posts, pages) from backup JSON data.":[""],"Whether to update existing posts/pages by title":[""],"Update WooCommerce settings. Accepts settings key-value pairs to update.":[""],"Key-value pairs of WooCommerce settings to update (required)":[""],"Update WordPress general settings (site title, tagline, admin email, etc.).":[""],"Site title":[""],"Site tagline":[""],"Administrator email":[""],"Date format":[""],"Time format":[""],"Timezone string":[""],"Start of week (0=Sunday, 1=Monday, etc.)":[""],"Update WooCommerce shipping zone settings. Create or update shipping zone with methods.":[""],"Zone ID (0 to create new zone)":[""],"Zone order":[""],"Array of location codes (e.g., [\"US\", \"CA\"])":[""],"Array of shipping method configurations":[""],"Method ID (e.g., \"flat_rate\")":[""],"Method title":[""],"Whether method is enabled":[""],"Method-specific settings":[""],"Update WooCommerce payment gateway settings. Enable/disable and configure payment gateways.":[""],"Payment gateway ID (e.g., \"bacs\", \"paypal\", \"stripe\") (required)":[""],"Whether gateway is enabled":[""],"Gateway-specific settings (title, description, etc.)":[""],"Create a new global product attribute (e.g., Color, Size).":[""],"Attribute slug":[""],"Attribute type":[""],"Sort order":[""],"Enable archives":[""],"Attribute name":[""],"Delete a product attribute. DESTRUCTIVE OPERATION.":[""],"Add terms (values) to a product attribute (e.g., add Red, Blue, Green to Color attribute).":[""],"Create multiple WooCommerce products at once. Accepts array of product data.":[""],"Array of product IDs to delete (required)":[""],"Whether to force delete permanently":[""],"Update prices for multiple products at once. Supports percentage or fixed amount changes.":[""],"Type of price update: percentage (increase/decrease by %), fixed (add/subtract amount), or set (set exact price)":[""],"New price (for set), amount to add/subtract (for fixed), or percentage (for percentage, e.g., \"10\" for +10%, \"-5\" for -5%)":[""],"New sale price (for set), amount to add/subtract (for fixed), or percentage (for percentage)":[""],"Update stock quantities or stock status for multiple products at once.":[""],"Stock quantity to set (or null to only update status)":[""],"Whether to enable stock management":[""],"Create a new WooCommerce product category with name, slug, description, parent category, and image.":[""],"Category slug (URL-friendly name)":[""],"Parent category ID (0 for top-level)":[""],"Category display type":[""],"Category image attachment ID":[""],"Menu order for sorting":[""],"Category ID to update (required)":[""],"Category slug":[""],"Parent category ID":[""],"Delete a WooCommerce product category. DESTRUCTIVE OPERATION - products will be uncategorized.":[""],"Whether to force delete even if category has products":[""],"Change the order of product categories for display.":[""],"Array of category IDs in desired order":[""],"Create a new WooCommerce coupon with discount rules, usage limits, and restrictions.":[""],"Type of discount":[""],"Discount amount (required)":[""],"If true, coupon cannot be used with other coupons":[""],"Product IDs that the coupon applies to":[""],"Product IDs that the coupon does not apply to":[""],"How many times the coupon can be used in total":[""],"How many times the coupon can be used per user":[""],"Max number of items in cart the coupon can apply to":[""],"If true, enables free shipping":[""],"Category IDs that the coupon applies to":[""],"Category IDs that the coupon does not apply to":[""],"If true, sale items are excluded from coupon":[""],"Minimum order amount required to use coupon":[""],"Maximum order amount allowed to use coupon":[""],"Email addresses that can use the coupon":[""],"Coupon expiration date (YYYY-MM-DD format)":[""],"Coupon code":[""],"Discount amount":[""],"Delete a WooCommerce coupon. DESTRUCTIVE OPERATION.":[""],"Create a new WooCommerce customer with billing and shipping addresses.":[""],"Customer username":[""],"Customer password":[""],"Customer first name":[""],"Customer last name":[""],"Billing address":[""],"Shipping address":[""],"Customer email":[""],"Delete a WooCommerce customer. DESTRUCTIVE OPERATION - also removes associated WordPress user.":[""],"Customer ID to delete (required)":[""],"User ID to reassign orders to (optional)":[""],"Import WooCommerce products from CSV file. CSV should contain product data (name, SKU, price, stock, etc.).":[""],"Whether CSV has header row":[""],"Export WooCommerce products to CSV format. Returns CSV content as string.":[""],"Array of product IDs to export (optional, empty for all)":[""],"Import WooCommerce orders from CSV file. CSV should contain order data (customer, products, amounts, etc.).":[""],"Export WooCommerce orders to CSV format. Returns CSV content as string.":[""],"Array of order IDs to export (optional, empty for all)":[""],"Create a new WooCommerce order with customer information, products, and payment details.":[""],"Customer user ID (0 for guest)":[""],"Order status (default: pending)":[""],"Payment method ID":[""],"Update WooCommerce order status. Can add order notes and trigger customer notifications.":[""],"Order ID (required)":[""],"Optional order note to add":[""],"Whether to notify customer (default: false)":[""],"Whether note is for customer (default: false)":[""],"Create a new WooCommerce product. Supports simple and variable products with full configuration including pricing, inventory, images, categories, tags, and attributes.":[""],"Product type (default: simple)":[""],"Product status (default: publish)":[""],"Product short description":[""],"Product SKU (Stock Keeping Unit)":[""],"Product regular price":[""],"Product sale price":[""],"Enable stock management":[""],"Stock quantity (if manage_stock is true)":[""],"Array of category IDs":[""],"Array of tag IDs":[""],"Array of image URLs or attachment IDs":[""],"Update an existing WooCommerce product. Can update any product field including name, description, price, stock, images, categories, etc.":[""],"Product ID to update (required)":[""],"Delete a WooCommerce product. Can permanently delete or move to trash. DESTRUCTIVE OPERATION - use with caution.":[""],"Whether to permanently delete (true) or move to trash (false, default)":[""],"Bulk update multiple products at once. Useful for updating prices, stock, or other fields for multiple products.":[""],"Array of products to update with their IDs and fields":[""],"Create a new WooCommerce product review with rating, content, and reviewer information.":[""],"Reviewer email (required)":[""],"Rating (1-5)":[""],"Whether the review is approved":[""],"Reviewer name":[""],"Reviewer email":[""],"Review content":[""],"Delete a WooCommerce product review. DESTRUCTIVE OPERATION.":[""],"Review ID to approve (required)":[""],"Create a new WooCommerce product tag with name, slug, and description.":[""],"Tag slug (URL-friendly name). Auto-generated from name if not provided.":[""],"Tag ID to update (required)":[""],"Tag name":[""],"Tag slug":[""],"Delete a WooCommerce product tag. DESTRUCTIVE OPERATION - products will lose this tag.":[""],"Whether to force delete even if tag is used by products":[""],"Create a new WordPress post with content, categories, tags, and featured image.":[""],"Post content":[""],"Post excerpt":[""],"Category IDs":[""],"Tag IDs or names":[""],"Featured image attachment ID":[""],"Author user ID":[""],"Post title":[""],"Post ID to publish (required)":[""],"Create a new WordPress page with content, featured image, and parent page.":[""],"Page content":[""],"Page excerpt":[""],"Page status":[""],"Parent page ID":[""],"Page order":[""],"Page ID (required)":[""],"Page title":[""],"Delete a WordPress page. DESTRUCTIVE OPERATION.":[""],"Upload an image file to WordPress media library. Accepts base64 encoded image data or URL.":[""],"Base64 encoded image data or image URL (required)":[""],"Filename for the image":[""],"Image title":[""],"Alt text for the image":[""],"Image caption":[""],"Post ID to attach image to":[""],"Upload a file to WordPress media library. Accepts base64 encoded file data or URL.":[""],"Base64 encoded file data or file URL (required)":[""],"Filename for the file":[""],"File title":[""],"Post ID to attach file to":[""],"Delete a media file from WordPress. DESTRUCTIVE OPERATION.":[""],"Update media metadata (title, alt text, caption, description).":[""],"Media attachment ID (required)":[""],"Media title":[""],"Alt text":[""],"Description":["Opis"],"Create a new WordPress navigation menu.":[""],"Add a menu item to a WordPress navigation menu.":[""],"Menu ID (required)":[""],"URL for the menu item":[""],"Post, page, or custom post type ID":[""],"Object type":[""],"Parent menu item ID (for submenu items)":[""],"Menu order position":[""],"Update a WordPress navigation menu (rename or change menu items order).":[""],"New menu name":[""],"Array of menu item IDs in desired order":[""],"Menu ID to delete (required)":[""],"Create a new WordPress user with username, email, password, and role.":[""],"Password (auto-generated if not provided)":[""],"First name":[""],"Last name":[""],"Update an existing WordPress user.":[""],"New password":[""],"User ID to reassign posts and comments to":[""],"Change a WordPress user role.":[""],"Saving...":["Zapisywanie..."],"⚠️ WordPress REST API Disabled":[""],"WordPress REST API appears to be disabled. This plugin requires REST API to function properly. Please contact your administrator to ensure the WordPress REST API is enabled.":[""],"⚠️ Incorrect Permalinks Configuration":[""],"WordPress permalinks are not set to \"Post name\" structure. For proper product link generation, please go to WordPress Admin → Settings → Permalinks and select \"Post name\" structure.":[""],"Failed to load tools data":[""],"Error loading tools: ":["Błąd ładowania narzędzi: "],"Read":["Odczyt"],"Create":["Utwórz"],"Update":["Aktualizuj"],"Delete":["Usuń"],"Write":["Zapis"],"Action":["Akcja"],"All Types":["Wszystkie Typy"],"Registered Tools":["Zarejestrowane Narzędzia"],"List of all registered tools in the system. Use the toggles to enable or disable individual tools.":["Lista wszystkich zarejestrowanych narzędzi w systemie. Użyj przełączników, aby włączyć lub wyłączyć poszczególne narzędzia."],"Filter by Type":["Filtruj po Typie"],"Search tools...":["Szukaj narzędzi..."],"Total:":["Razem:"],"Loading tools...":["Ładowanie narzędzi..."],"No tools are currently registered.":["Obecnie nie ma zarejestrowanych narzędzi."],"No tools match your filters.":["Brak narzędzi pasujących do filtrów."],"Name":["Nazwa"],"Functionality Type":["Typ Funkcjonalności"],"Status":["Stan"],"Enabled":["Włączony"],"Disabled":["Wyłączony"],"Failed to load resources data":[""],"Error loading resources: ":[""],"Available Resources":["Dostępne Zasoby"],"List of all available resources in the system.":["Lista wszystkich dostępnych zasobów w systemie."],"Loading resources...":["Ładowanie zasobów..."],"No resources are currently available.":["Obecnie nie ma dostępnych zasobów."],"URI":[""],"Actions":["Akcje"],"Error loading resource details: ":[""],"View":["Zobacz"],"Resource Details":["Szczegóły Zasobu"],"Loading resource details...":["Ładowanie szczegółów zasobu..."],"Full Resource Data":["Pełne Dane Zasobu"],"No details available for this resource.":["Brak dostępnych szczegółów dla tego zasobu."],"Failed to load prompts data":[""],"Error loading prompts: ":[""],"Available Prompts":["Dostępne Podpowiedzi"],"List of all available prompts in the system.":["Lista wszystkich dostępnych podpowiedzi w systemie."],"Loading prompts...":["Ładowanie podpowiedzi..."],"No prompts are currently available.":["Obecnie nie ma dostępnych podpowiedzi."],"Error loading prompt details: ":[""],"Prompt Details":["Szczegóły Podpowiedzi"],"Loading prompt details...":["Ładowanie szczegółów podpowiedzi..."],"No description available":[""],"Content:":[""],"Close":["Zamknij"],"1 hour":["1 godzina"],"2 hours":["2 godziny"],"6 hours":["6 godzin"],"12 hours":["12 godzin"],"24 hours (1 day)":["24 godziny (1 dzień)"],"Never expire":["Nigdy nie wygasa"],"You do not have permission to access JWT tokens. Admin privileges required.":["Nie masz uprawnień do dostępu do tokenów JWT. Wymagane są uprawnienia administratora."],"Error fetching tokens":["Błąd pobierania tokenów"],"MCP authentication tokens are secure, temporary credentials that allow external MCP clients to the WordPress MCP server":["Tokeny uwierzytelniania MCP to bezpieczne, tymczasowe dane uwierzytelniające, które umożliwiają zewnętrznym klientom MCP dostęp do serwera WordPress MCP"],"These tokens are implemented using JWT (JSON Web Tokens), providing secure and stateless authentication.":["Tokeny te są implementowane przy użyciu JWT (JSON Web Tokens), zapewniając bezpieczne uwierzytelnianie bezstanowe."],"How They Work":[""],"Tokens are generated with your current user permissions and expire automatically":["Tokeny są generowane z Twoimi obecnymi uprawnieniami użytkownika i wygasają automatycznie"],"They provide access to MCP route endpoints for your WordPress content":["Zapewniają dostęp do punktów końcowych tras MCP dla Twojej treści WordPress"],"Each token is unique and can be revoked individually if compromised":["Każdy token jest unikalny i może zostać indywidualnie unieważniony w przypadku naruszenia"],"Tokens automatically inherit your user role and capabilities":["Tokeny automatycznie dziedziczą Twoją rolę użytkownika i uprawnienia"],"Security Best Practices":[""],"⚠️ Important Security Notes:":["Ważne Wskazówki Bezpieczeństwa:"],"Never share tokens in public repositories, emails, or chat messages":["Nigdy nie udostępniaj tokenów w publicznych repozytoriach, e-mailach ani wiadomościach czatu"],"Use the shortest expiration time that meets your needs":["Używaj najkrótszego możliwego czasu wygaśnięcia, który spełnia Twoje potrzeby"],"Revoke tokens immediately if you suspect they may be compromised":["Natychmiast unieważniaj tokeny, jeśli podejrzewasz, że mogły zostać naruszone"],"Regularly review and clean up unused or expired tokens":["Regularnie przeglądaj i usuwaj nieużywane lub wygasłe tokeny"],"Should only be used in highly controlled environments":["Powinny być używane tylko w wysoce kontrolowanych środowiskach"],"Must be manually revoked if compromised":["Muszą być ręcznie unieważniane w przypadku naruszenia"],"Consider using long-lived tokens (24 hours) instead":["Zamiast tego rozważ użycie tokenów o długim czasie życia (24 godziny)"],"Regularly audit and rotate never-expiring tokens":["Regularnie audytuj i rotuj tokeny bez terminu ważności"],"ℹ️ Important Note:":["Ważna uwaga:"],"These tokens are exclusively for MCP protocol access (stdio and streamable/HTTP). They will not work with WordPress REST API endpoints or other authentication systems.":["Tokeny te są przeznaczone wyłącznie do dostępu przez protokół MCP (stdio i streamable/HTTP). Nie będą działać z punktami końcowymi WordPress REST API ani innymi systemami uwierzytelniania."],"Remember: These tokens provide access based on your user permissions. If you can see it in WordPress, applications using your token can see it too.":["Pamiętaj: Te tokeny zapewniają dostęp na podstawie Twoich uprawnień użytkownika. Jeśli możesz coś zobaczyć w WordPressie, aplikacje używające Twojego tokenu również to zobaczą."],"Generate tokens below to allow secure access to your WordPress content through the MCP protocol.":["Wygeneruj poniżej tokeny, aby umożliwić bezpieczny dostęp do treści WordPressa za pośrednictwem protokołu MCP."],"ℹ️ Token Limit:":["Limit tokenów:"],"Token Duration":["Czas Trwania Tokenu"],"Choose how long the token will remain valid":[""],"You need to be logged in as an administrator to generate JWT tokens.":[""],"You do not have permission to generate JWT tokens. Admin privileges required.":["Nie masz uprawnień do generowania tokenów JWT. Wymagane są uprawnienia administratora."],"Generate New Token":["Wygeneruj Nowy Token"],"Copy":["Kopiuj"],"1 day":["1 dzień"],"days":["dni"],"hours":["godziny"],"Expires in 1 hour":[""],"Your Active Tokens":["Twoje Aktywne Tokeny"],"User":["Użytkownik"],"Issued At":["Wydany"],"Expires At":["Wygasa"],"Revoked":["Unieważniony"],"Active":["Aktywny"],"You need to be logged in as an administrator to revoke JWT tokens.":[""],"You do not have permission to revoke JWT tokens. Admin privileges required.":["Nie masz uprawnień do unieważniania tokenów JWT. Wymagane są uprawnienia administratora."],"Revoke":["Unieważnij"],"Showing first 10 tokens. Total tokens:":["Wyświetlanie pierwszych 10 tokenów. Łączna liczba tokenów:"],"Loading documentation...":["Ładowanie dokumentacji..."],"Documentation":["Dokumentacja"],"Error loading documentation:":["Błąd ładowania dokumentacji:"],"Please check that the documentation file exists and is accessible.":["Sprawdź, czy plik dokumentacji istnieje i jest dostępny."],"Configuration copied to clipboard!":["Konfiguracja skopiowana do schowka!"],"Failed to load user permissions.":["Nie udało się załadować uprawnień użytkowników."],"Loading user permissions...":["Ładowanie uprawnień użytkowników..."],"User Permissions for MCP":["Uprawnienia Użytkowników dla MCP"],"Control which users and roles can access MCP functionality. By default, only administrators have access.":["Kontroluj, którzy użytkownicy i role mogą mieć dostęp do funkcjonalności MCP. Domyślnie tylko administratorzy mają dostęp."],"Role-Based Permissions":["Uprawnienia Oparte na Rolach"],"Enable MCP access for entire user roles. Individual user permissions override role permissions.":["Włącz dostęp do MCP dla całych ról użytkowników. Indywidualne uprawnienia użytkowników nadpisują uprawnienia ról."],"Role":["Rola"],"MCP Access":["Dostęp do MCP"],"No roles found.":["Nie znaleziono ról."],"Individual User Permissions":["Indywidualne Uprawnienia Użytkowników"],"Grant or revoke MCP access for specific users. These settings override role-based permissions.":["Przyznaj lub odbierz dostęp do MCP dla konkretnych użytkowników. Te ustawienia nadpisują uprawnienia oparte na rolach."],"Email":["Email"],"No users found.":["Nie znaleziono użytkowników."],"Failed to save user permissions.":["Nie udało się zapisać uprawnień użytkowników."],"Save Permissions":["Zapisz Uprawnienia"],"User Permissions":["Uprawnienia Użytkowników"],"Tools":["Narzędzia"],"Resources":["Zasoby"],"Prompts":["Podpowiedzi"],"Authentication tokens are only available when JWT authentication is enabled.":[""],"Please enable \"Require JWT Authentication\" in the Settings tab first.":[""],"This feature is only available when MCP functionality is enabled.":[""],"Please enable MCP in the Settings tab first.":[""],"Enable Write Operations":["Włącz operacje zapisu"],"If you want to use this plugin for local development without JWT, you can disable JWT authentication. A local proxy file will be generated for Claude Desktop.":["Jeśli chcesz używać tej wtyczki do lokalnego rozwoju bez JWT, możesz wyłączyć uwierzytelnianie JWT. Zostanie wygenerowany lokalny plik proxy dla Claude Desktop."],"Settings saved successfully! The page will refresh to load Write tools.":["Ustawienia zapisane pomyślnie! Strona odświeży się automatycznie, aby załadować narzędzia zapisu."]}}}