Repository: jeden-/wooquant
Catalog: languages/mcp-for-woocommerce-*.po
Languages: pl_pl

source: Method title
pl_pl: Tytuł metody

source: Method-specific settings
pl_pl: Ustawienia specyficzne dla metody

source: Minimum order amount required to use coupon
pl_pl: Minimalna kwota zamówienia wymagana do użycia kuponu

source: Must be manually revoked if compromised
pl_pl: Muszą być ręcznie unieważniane w przypadku naruszenia

source: Name
pl_pl: Nazwa

source: Never expire
pl_pl: Nigdy nie wygasa

source: Never expires
pl_pl: Nigdy nie wygasa

source: Never share tokens in public repositories, emails, or chat messages
pl_pl: Nigdy nie udostępniaj tokenów w publicznych repozytoriach, emailach lub wiadomościach czatu

source: Never-expiring tokens pose significant security risks. If compromised, they cannot be invalidated through expiration. Only use this option if you fully understand the security implications and have proper token management procedures in place.
pl_pl: Tokeny bez wygaśnięcia stwarzają znaczne ryzyko bezpieczeństwa. Jeśli zostaną naruszone, nie można ich unieważnić poprzez wygaśnięcie. Używaj tej opcji tylko jeśli w pełni rozumiesz implikacje bezpieczeństwa i masz odpowiednie procedury zarządzania tokenami.

source: Never-Expiring Tokens:
pl_pl: Tokeny bez wygaśnięcia:

source: New menu name
pl_pl: Nowa nazwa menu

source: New order status (required)
pl_pl: Nowy status zamówienia (wymagany)

source: New password
pl_pl: Nowe hasło

source: New price (for set), amount to add/subtract (for fixed), or percentage (for percentage, e.g., "10" for +10%, "-5" for -5%)
pl_pl: Nowa cena (dla set), kwota do dodania/odjęcia (dla fixed), lub procent (dla percentage, np. "10" dla +10%, "-5" dla -5%)

source: New role (required)
pl_pl: Nowa rola (wymagana)

source: New sale price (for set), amount to add/subtract (for fixed), or percentage (for percentage)
pl_pl: Nowa cena promocyjna (dla set), kwota do dodania/odjęcia (dla fixed), lub procent (dla percentage)

source: No description available
pl_pl: Brak dostępnego opisu

source: No details available for this resource.
pl_pl: Brak dostępnych szczegółów dla tego zasobu.

source: No prompts are currently available.
pl_pl: Obecnie nie ma dostępnych promptów.

source: No resources are currently available.
pl_pl: Obecnie nie ma dostępnych zasobów.

source: No roles found.
pl_pl: Nie znaleziono ról.

source: No tools are currently registered.
pl_pl: Obecnie nie ma zarejestrowanych narzędzi.

source: No tools match your filters.
pl_pl: Brak narzędzi pasujących do filtrów.

source: No users found.
pl_pl: Nie znaleziono użytkowników.

source: Note content (required)
pl_pl: Treść notatki (wymagana)

source: Note for Webtalkbot users:
pl_pl: Uwaga dla użytkowników Webtalkbot:

source: Number of customers to include in report
pl_pl: Liczba klientów do uwzględnienia w raporcie

source: Object type
pl_pl: Typ obiektu

source: Optional order note to add
pl_pl: Opcjonalna notatka do zamówienia

source: Order customers by
pl_pl: Sortuj klientów według

source: Order ID (required)
pl_pl: Order ID (wymagane)

source: Order status (default: pending)
pl_pl: Status zamówienia (domyślnie: pending)

source: Order statuses to include
pl_pl: Statusy zamówień do uwzględnienia

source: Page content
pl_pl: Treść strony

source: Page excerpt
pl_pl: Skrót strony

source: Page ID (required)
pl_pl: Page ID (wymagane)

source: Page ID to delete (required)
pl_pl: ID strony do usunięcia (wymagane)

source: Page order
pl_pl: Kolejność strony

source: Page status
pl_pl: Status strony

source: Page title
pl_pl: Tytuł strony

source: Page title (required)
pl_pl: Tytuł strony (wymagany)

source: Parameters:
pl_pl: Parametry:

source: Parent category ID
pl_pl: ID kategorii nadrzędnej

source: Parent category ID (0 for top-level)
pl_pl: ID kategorii nadrzędnej (0 dla najwyższego poziomu)

source: Parent menu item ID (for submenu items)
pl_pl: ID elementu menu nadrzędnego (dla elementów podmenu)

source: Parent page ID
pl_pl: ID strony nadrzędnej

source: Password (auto-generated if not provided)
pl_pl: Hasło (automatycznie wygenerowane jeśli nie podano)

source: Payment gateway ID (e.g., "bacs", "paypal", "stripe") (required)
pl_pl: Payment gateway ID (e.g., "bacs", "paypal", "stripe") (wymagane)

source: Payment method ID
pl_pl: ID metody płatności

source: Please check that the documentation file exists and is accessible.
pl_pl: Sprawdź, czy plik dokumentacji istnieje i jest dostępny.

source: Please enable "Require JWT Authentication" in the Settings tab first.
pl_pl: Najpierw włącz "Wymagaj uwierzytelnienia JWT" w zakładce Ustawienia.

source: Please enable MCP in the Settings tab first.
pl_pl: Najpierw włącz MCP w zakładce Ustawienia.

source: Post content
pl_pl: Treść wpisu

source: Post excerpt
pl_pl: Skrót wpisu

source: Post ID (required)
pl_pl: ID wpisu (wymagane)

source: Post ID to attach file to
pl_pl: ID wpisu do którego dołączyć plik

source: Post ID to attach image to
pl_pl: ID wpisu do którego dołączyć obraz

source: Post ID to delete (required)
pl_pl: ID wpisu do usunięcia (wymagane)

source: Post ID to publish (required)
pl_pl: Post ID to publish (wymagane)

source: Post status
pl_pl: Status wpisu

source: Post title
pl_pl: Tytuł wpisu

source: Post title (required)
pl_pl: Tytuł wpisu (wymagany)

source: Post types to backup (default: post, page)
pl_pl: Typy wpisów do kopii zapasowej (domyślnie: post, page)

source: Post, page, or custom post type ID
pl_pl: ID wpisu, strony lub niestandardowego typu wpisu

source: Product attributes
pl_pl: Atrybuty produktu

source: Product dimensions
pl_pl: Wymiary produktu

source: Product ID (required)
pl_pl: ID produktu (wymagane)

source: Product ID to delete (required)
pl_pl: ID produktu do usunięcia (wymagane)

source: Product ID to update (required)
pl_pl: Product ID to update (wymagane)

source: Product IDs that the coupon applies to
pl_pl: ID produktów, do których kupon ma zastosowanie

source: Product IDs that the coupon does not apply to
pl_pl: ID produktów, do których kupon nie ma zastosowania

source: Product long description
pl_pl: Długi opis produktu

source: Product name (required)
pl_pl: Nazwa produktu (wymagana)

source: Product name/title
pl_pl: Nazwa/tytuł produktu

source: Product name/title (required)
pl_pl: Nazwa/tytuł produktu (wymagana)

source: Product regular price
pl_pl: Cena regularna produktu

source: Product sale price
pl_pl: Cena promocyjna produktu

source: Product short description
pl_pl: Krótki opis produktu

source: Product SKU
pl_pl: SKU produktu

source: Product SKU (Stock Keeping Unit)
pl_pl: SKU produktu (jednostka magazynowa)

source: Product status
pl_pl: Status produktu

source: Product status (default: publish)
pl_pl: Status produktu (domyślnie: publish)

source: Product type (default: simple)
pl_pl: Typ produktu (domyślnie: simple)

source: Product weight
pl_pl: Waga produktu

source: Prompt Details
pl_pl: Szczegóły Promptu

source: Prompts
pl_pl: Prompty

source: Property '%1$s' has invalid type '%2$s'.
pl_pl: Właściwość '%1$s' ma nieprawidłowy typ '%2$s'.

source: Property '%s' must have a type field.
pl_pl: Właściwość '%s' musi mieć pole typu.

source: Publish a WordPress post (change status to publish).
pl_pl: Opublikuj wpis WordPress (zmień status na opublikowany).

source: Rating (1-5)
pl_pl: Ocena (1-5)

source: Read
pl_pl: Odczyt

source: Registered Tools
pl_pl: Zarejestrowane Narzędzia

source: Regularly audit and rotate never-expiring tokens
pl_pl: Regularnie audytuj i rotuj tokeny bez terminu ważności

source: Regularly review and clean up unused or expired tokens
pl_pl: Regularnie przeglądaj i usuwaj nieużywane lub wygasłe tokeny

source: Remember: These tokens provide access based on your user permissions. If you can see it in WordPress, applications using your token can see it too.
pl_pl: Pamiętaj: Te tokeny zapewniają dostęp na podstawie Twoich uprawnień użytkownika. Jeśli możesz to zobaczyć w WordPress, aplikacje używające Twojego tokenu również mogą to zobaczyć.

source: Require JWT Authentication
pl_pl: Wymagaj uwierzytelnienia JWT

source: Required property '%s' does not exist in properties.
pl_pl: Wymagana właściwość '%s' nie istnieje we właściwościach.

source: Resource Details
pl_pl: Szczegóły Zasobu

source: Resources
pl_pl: Zasoby

source: Restore WooCommerce products from backup JSON data. Can create new products or update existing ones.
pl_pl: Przywróć produkty WooCommerce z kopii zapasowej JSON. Może tworzyć nowe produkty lub aktualizować istniejące.

source: Restore WordPress content (posts, pages) from backup JSON data.
pl_pl: Przywróć treść WordPress (wpisy, strony) z danych kopii zapasowej JSON.

source: Review content
pl_pl: Treść recenzji

source: Review content (required)
pl_pl: Treść recenzji (wymagana)

source: Review ID (required)
pl_pl: ID recenzji (wymagane)

source: Review ID to approve (required)
pl_pl: Review ID to approve (wymagane)

source: Review ID to delete (required)
pl_pl: ID recenzji do usunięcia (wymagane)

source: Reviewer email
pl_pl: Email recenzenta

source: Reviewer email (required)
pl_pl: Email recenzenta (wymagany)

source: Reviewer name
pl_pl: Nazwa recenzenta

source: Reviewer name (required)
pl_pl: Nazwa recenzenta (wymagana)

source: Revoke
pl_pl: Unieważnij

source: Revoke tokens immediately if you suspect they may be compromised
pl_pl: Odwołaj tokeny natychmiast jeśli podejrzewasz że mogły zostać naruszone

source: Revoked
pl_pl: Unieważniony

source: Role
pl_pl: Rola

source: Role-Based Permissions
pl_pl: Uprawnienia Oparte na Rolach

source: Save Permissions
pl_pl: Zapisz Uprawnienia

source: Save Settings
pl_pl: Zapisz ustawienia

source: Saving...
pl_pl: Zapisywanie...

source: Search tools...
pl_pl: Szukaj narzędzi...

source: Security Best Practices
pl_pl: Najlepsze praktyki bezpieczeństwa

source: Security Warning
pl_pl: Ostrzeżenie bezpieczeństwa

source: Settings
pl_pl: Ustawienia MCP

source: Settings saved successfully!
pl_pl: Ustawienia zapisane pomyślnie!

source: Shipping address
pl_pl: Adres wysyłkowy

source: Should only be used in highly controlled environments
pl_pl: Powinny być używane tylko w wysoce kontrolowanych środowiskach

source: Showing first 10 tokens. Total tokens:
pl_pl: Wyświetlanie pierwszych 10 tokenów. Łączna liczba tokenów:

source: Site tagline
pl_pl: Slogan witryny

source: Site title
pl_pl: Tytuł witryny

source: Sort order
pl_pl: Kolejność sortowania

source: Specific customer ID (optional, for single customer report)
pl_pl: Konkretne ID klienta (opcjonalne, dla raportu pojedynczego klienta)

source: Start date (required if period is "custom")
pl_pl: Data rozpoczęcia (wymagana jeśli okres to "niestandardowy")

source: Start of week (0=Sunday, 1=Monday, etc.)
pl_pl: Początek tygodnia (0=niedziela, 1=poniedziałek, itp.)

source: Status
pl_pl: Stan

source: Stock quantity
pl_pl: Ilość magazynowa

source: Stock quantity (if manage_stock is true)
pl_pl: Ilość magazynowa (jeśli manage_stock jest prawda)

source: Stock quantity to set (or null to only update status)
pl_pl: Ilość magazynowa do ustawienia (lub null aby tylko zaktualizować status)

source: Stock status
pl_pl: Status magazynowy

source: Stock status to set
pl_pl: Status magazynowy do ustawienia

source: Tag description
pl_pl: Opis tagu

source: Tag ID to delete (required)
pl_pl: ID tagu do usunięcia (wymagane)

source: Tag ID to update (required)
pl_pl: Tag ID to update (wymagane)

source: Tag IDs or names
pl_pl: ID tagów lub nazwy

source: Tag name
pl_pl: Nazwa tagu

source: Tag name (required)
pl_pl: Nazwa tagu (wymagana)

source: Tag slug
pl_pl: Slug tagu

source: Tag slug (URL-friendly name). Auto-generated from name if not provided.
pl_pl: Slug tagu (przyjazna dla URL nazwa). Automatycznie generowany z nazwy jeśli nie podano.

source: The input schema must be an object type.
pl_pl: Schemat wejściowy musi być typem obiektu.

source: The required field must be an array.
pl_pl: Pole wymagane musi być tablicą.

source: These tokens are exclusively for MCP protocol access (stdio and streamable/HTTP). They will not work with WordPress REST API endpoints or other authentication systems.
pl_pl: Te tokeny są wyłącznie do dostępu przez protokół MCP (stdio i streamable/HTTP). Nie będą działać z endpointami WordPress REST API ani innymi systemami uwierzytelniania.

source: These tokens are implemented using JWT (JSON Web Tokens), providing secure and stateless authentication.
pl_pl: Te tokeny są implementowane przy użyciu JWT (JSON Web Tokens), zapewniając bezpieczne i bezstanowe uwierzytelnianie.

source: They provide access to MCP route endpoints for your WordPress content
pl_pl: Zapewniają dostęp do endpointów tras MCP dla Twojej treści WordPress

source: This feature is only available when MCP functionality is enabled.
pl_pl: Ta funkcja jest dostępna tylko gdy funkcjonalność MCP jest włączona.

source: This token never expires
pl_pl: Ten token nigdy nie wygasa

source: Threshold for low stock alert
pl_pl: Próg dla alertu niskiego stanu magazynowego

source: Time format
pl_pl: Format czasu

source: Time period for the report
pl_pl: Okres czasu dla raportu

source: Timezone string
pl_pl: String strefy czasowej

source: To use with Claude.ai Desktop, add this configuration to your claude_desktop_config.json:
pl_pl: Aby używać z Claude.ai Desktop, dodaj tę konfigurację do swojego claude_desktop_config.json:

source: Toggle to enable or disable the MCP plugin functionality.
pl_pl: Przełącz, aby włączyć lub wyłączyć funkcjonalność pluginu MCP.

source: Token copied!
pl_pl: Token skopiowany do schowka!

source: Token Duration
pl_pl: Czas Trwania Tokenu

source: Tokens are generated with your current user permissions and expire automatically
pl_pl: Tokeny są generowane z Twoimi aktualnymi uprawnieniami użytkownika i wygasają automatycznie

source: Tokens automatically inherit your user role and capabilities
pl_pl: Tokeny automatycznie dziedziczą Twoją rolę użytkownika i uprawnienia

source: Tool %1$s has been %2$s.
pl_pl: Narzędzie %1$s zostało %2$s.

source: Tool name is required.
pl_pl: Nazwa narzędzia jest wymagana.

source: Tools
pl_pl: Narzędzia

source: Total:
pl_pl: Razem:

source: Type of discount
pl_pl: Typ rabatu

source: Type of price update: percentage (increase/decrease by %), fixed (add/subtract amount), or set (set exact price)
pl_pl: Typ aktualizacji ceny: percentage (zwiększ/zmniejsz o %), fixed (dodaj/odejmij kwotę), lub set (ustaw dokładną cenę)

source: Update
pl_pl: Aktualizuj

source: Update a WordPress navigation menu (rename or change menu items order).
pl_pl: Aktualizuj menu nawigacyjne WordPress (zmień nazwę lub kolejność elementów menu).

source: Update an existing product attribute.
pl_pl: Wyświetl produkty WooCommerce

source: Update an existing WooCommerce coupon.
pl_pl: Wyświetl produkty WooCommerce

source: Update an existing WooCommerce customer.
pl_pl: Wyświetl produkty WooCommerce

source: Update an existing WooCommerce product category.
pl_pl: Wyświetl produkty WooCommerce

source: Update an existing WooCommerce product review.
pl_pl: Wyświetl produkty WooCommerce

source: Update an existing WooCommerce product tag. Can update name, slug, and description.
pl_pl: Wyświetl produkty WooCommerce

source: Update an existing WooCommerce product. Can update any product field including name, description, price, stock, images, categories, etc.
pl_pl: Zaktualizuj istniejący produkt WooCommerce. Może aktualizować dowolne pole produktu, w tym nazwę, opis, cenę, stan magazynowy, obrazy, kategorie itp.

source: Update an existing WordPress page.
pl_pl: Aktualizuj istniejącą stronę WordPress.

source: Update an existing WordPress post.
pl_pl: Aktualizuj istniejący wpis WordPress.

source: Update an existing WordPress user.
pl_pl: Aktualizuj istniejącego użytkownika WordPress.

source: Update media metadata (title, alt text, caption, description).
pl_pl: Aktualizuj metadane mediów (tytuł, tekst alternatywny, podpis, opis).

source: Update prices for multiple products at once. Supports percentage or fixed amount changes.
pl_pl: Zaktualizuj ceny dla wielu produktów naraz. Obsługuje zmiany procentowe lub o stałą kwotę.

source: Update stock quantities or stock status for multiple products at once.
pl_pl: Aktualizuj ilości magazynowe lub status magazynowy dla wielu produktów jednocześnie.

source: Update WooCommerce order status. Can add order notes and trigger customer notifications.
pl_pl: Zaktualizuj status zamówienia WooCommerce. Może dodawać notatki do zamówienia i wysyłać powiadomienia do klienta.

source: Update WooCommerce payment gateway settings. Enable/disable and configure payment gateways.
pl_pl: Zaktualizuj ustawienia bramki płatności WooCommerce. Włącz/wyłącz i skonfiguruj bramki płatności.

source: Update WooCommerce settings. Accepts settings key-value pairs to update.
pl_pl: Aktualizuj ustawienia WooCommerce. Akceptuje pary klucz-wartość ustawień do aktualizacji.

source: Update WooCommerce shipping zone settings. Create or update shipping zone with methods.
pl_pl: Zaktualizuj ustawienia strefy wysyłki WooCommerce. Utwórz lub zaktualizuj strefę wysyłki z metodami.

source: Update WordPress general settings (site title, tagline, admin email, etc.).
pl_pl: Aktualizuj ogólne ustawienia WordPress (tytuł witryny, slogan, email administratora, itp.).

source: Upload a file to WordPress media library. Accepts base64 encoded file data or URL.
pl_pl: Prześlij plik do biblioteki mediów WordPress. Akceptuje dane pliku zakodowane w base64 lub URL.

source: Upload an image file to WordPress media library. Accepts base64 encoded image data or URL.
pl_pl: Prześlij plik obrazu do biblioteki mediów WordPress. Akceptuje dane obrazu zakodowane w base64 lub URL.

source: URL for the menu item
pl_pl: URL dla elementu menu

source: Use the shortest expiration time that meets your needs
pl_pl: Używaj najkrótszego czasu wygaśnięcia który spełnia Twoje potrzeby

source: User
pl_pl: Użytkownik

source: User ID (required)
pl_pl: ID użytkownika (wymagane)

source: User ID to delete (required)
pl_pl: ID użytkownika do usunięcia (wymagane)

source: User ID to reassign orders to (optional)
pl_pl: User ID to reassign orders to (opcjonalne)

source: User ID to reassign posts and comments to
pl_pl: ID użytkownika do którego przypisać wpisy i komentarze

source: User Permissions
pl_pl: Uprawnienia Użytkowników

source: User Permissions for MCP
pl_pl: Uprawnienia Użytkowników dla MCP

source: User permissions saved successfully.
pl_pl: Ustawienia zapisane pomyślnie!

source: User role
pl_pl: Rola użytkownika

source: Username (required)
pl_pl: Nazwa użytkownika (wymagana)

source: View
pl_pl: Zobacz

source: What are Authentication Tokens?
pl_pl: Czym są Tokeny Uwierzytelniania?

source: When enabled, all MCP requests must include a valid JWT token. When disabled, MCP endpoints are accessible without authentication (readonly mode only) and can be used as a Claude.ai Desktop connector.
pl_pl: Gdy włączone, wszystkie żądania MCP muszą zawierać ważny token JWT. Gdy wyłączone, punkty końcowe MCP są dostępne bez uwierzytelnienia (tylko tryb tylko do odczytu) i mogą być używane jako konektor Claude.ai Desktop.

source: When enabled, all MCP requests must include a valid JWT token. When disabled, MCP endpoints are accessible without authentication (readonly mode only).
pl_pl: Gdy włączone, wszystkie żądania MCP muszą zawierać ważny token JWT. Gdy wyłączone, punkty końcowe MCP są dostępne bez uwierzytelnienia (tylko tryb tylko do odczytu).

source: When JWT Authentication is disabled, this plugin can be used as a connector in Claude.ai Desktop. A proxy file will be automatically generated for easy setup.
pl_pl: Gdy uwierzytelnianie JWT jest wyłączone, ta wtyczka może być używana jako konektor w Claude.ai Desktop. Plik proxy zostanie automatycznie wygenerowany dla łatwej konfiguracji.

source: Whether CSV has header row
pl_pl: Czy CSV ma wiersz nagłówka

source: Whether gateway is enabled
pl_pl: Czy bramka jest włączona

source: Whether method is enabled
pl_pl: Czy metoda jest włączona

source: Whether note is for customer (default: false)
pl_pl: Czy notatka jest dla klienta (domyślnie: false)

source: Whether the review is approved
pl_pl: Czy recenzja jest zatwierdzona

source: Whether to enable stock management
pl_pl: Czy włączyć zarządzanie magazynem

source: Whether to force delete even if category has products
pl_pl: Czy wymusić usunięcie nawet jeśli kategoria ma produkty

source: Whether to force delete even if tag is used by products
pl_pl: Czy wymusić usunięcie nawet jeśli tag jest używany przez produkty

source: Whether to force delete permanently
pl_pl: Czy wymusić trwałe usunięcie

source: Whether to include media metadata
pl_pl: Czy uwzględnić metadane mediów

source: Whether to include product metadata
pl_pl: Czy uwzględnić metadane produktu

source: Whether to notify customer (default: false)
pl_pl: Czy powiadomić klienta (domyślnie: false)

source: Whether to permanently delete (true) or move to trash (false, default)
pl_pl: Czy trwale usunąć (true) lub przenieść do kosza (false, domyślnie)

source: Whether to update existing posts/pages by title
pl_pl: Czy aktualizować istniejące wpisy/strony po tytule

source: Whether to update existing products by SKU
pl_pl: Czy aktualizować istniejące produkty po SKU

source: WordPress permalinks are not set to "Post name" structure. For proper product link generation, please go to WordPress Admin → Settings → Permalinks and select "Post name" structure.
pl_pl: Bezpośrednie odnośniki WordPress nie są ustawione na strukturę "Nazwa wpisu". Dla prawidłowego generowania linków produktów, przejdź do WordPress Admin → Ustawienia → Bezpośrednie odnośniki i wybierz strukturę "Nazwa wpisu".

source: WordPress REST API appears to be disabled. This plugin requires REST API to function properly. Please contact your administrator to ensure the WordPress REST API is enabled.
pl_pl: WordPress REST API wydaje się być wyłączone. Ta wtyczka wymaga REST API do prawidłowego działania. Skontaktuj się z administratorem, aby upewnić się, że WordPress REST API jest włączone.

source: Write
pl_pl: Zapis

source: You do not have permission to access JWT tokens. Admin privileges required.
pl_pl: Nie masz uprawnień do dostępu do tokenów JWT. Wymagane są uprawnienia administratora.

source: You do not have permission to access this.
pl_pl: Nie masz uprawnień do zarządzania tokenami.

source: You do not have permission to generate JWT tokens. Admin privileges required.
pl_pl: Nie masz uprawnień do generowania tokenów JWT. Wymagane są uprawnienia administratora.

source: You do not have permission to perform this action.
pl_pl: Nie masz uprawnień do zarządzania tokenami.

source: You do not have permission to revoke JWT tokens. Admin privileges required.
pl_pl: Nie masz uprawnień do odwoływania tokenów JWT. Wymagane są uprawnienia administratora.

source: You need to be logged in as an administrator to access JWT tokens.
pl_pl: Musisz być zalogowany jako administrator, aby uzyskać dostęp do tokenów JWT.

source: You need to be logged in as an administrator to generate JWT tokens.
pl_pl: Musisz być zalogowany jako administrator, aby wygenerować tokeny JWT.

source: You need to be logged in as an administrator to revoke JWT tokens.
pl_pl: Musisz być zalogowany jako administrator, aby odwołać tokeny JWT.

source: Your Active Tokens
pl_pl: Twoje Aktywne Tokeny

source: Zone ID (0 to create new zone)
pl_pl: ID strefy (0 aby utworzyć nową strefę)

source: Zone name (required for new zones)
pl_pl: Nazwa strefy (wymagana dla nowych stref)

source: Zone order
pl_pl: Kolejność strefy

source: ℹ️ Important Note:
pl_pl: Ważna uwaga:

source: ℹ️ Token Limit:
pl_pl: Limit tokenów:

source: ⚠️ Important Security Notes:
pl_pl: Ważne Wskazówki Bezpieczeństwa:

source: ⚠️ Incorrect Permalinks Configuration
pl_pl: ⚠️ Nieprawidłowa konfiguracja bezpośrednich odnośników
