[
  "New price (for set), amount to add/subtract (for fixed), or percentage (for percentage, e.g., \\\"10\\\" for +10%, \\\"-5\\\" for -5%)",
  "New sale price (for set), amount to add/subtract (for fixed), or percentage (for percentage)",
  "Restore WooCommerce products from backup JSON data. Can create new products or update existing ones.",
  "Type of price update: percentage (increase/decrease by %), fixed (add/subtract amount), or set (set exact price)",
  "Update an existing WooCommerce product. Can update any product field including name, description, price, stock, images, categories, etc.",
  "Update prices for multiple products at once. Supports percentage or fixed amount changes.",
  "Update WooCommerce order status. Can add order notes and trigger customer notifications.",
  "Update WooCommerce payment gateway settings. Enable/disable and configure payment gateways.",
  "Update WooCommerce shipping zone settings. Create or update shipping zone with methods.",
  "Upload a file to WordPress media library. Accepts base64 encoded file data or URL.",
  "Upload an image file to WordPress media library. Accepts base64 encoded image data or URL.",
  "PRIMARY PRODUCT SEARCH TOOL: Universal product search for ANY store type (electronics, food, pets, pharmacy, automotive, etc.). CRITICAL: This is the main search tool - use this FIRST for all product searches. When searching for specific products by name, ALWAYS use this tool FIRST to get the correct product ID, then use other tools with that ID. DO NOT use hardcoded product IDs. IMPORTANT: Each product includes a \\\"permalink\\\" field with the direct link to the product page - ALWAYS include these links when presenting products to users. ",
  "SECONDARY TOOL: Get a WooCommerce product by ID after using wc_products_search. Use this tool when you have a specific product ID from search results to get detailed product information. IMPORTANT: The product includes a \\\"permalink\\\" field with the direct link to the product page - ALWAYS include this link when presenting the product to users. ",
  "Get all variations (colors, sizes, etc.) for a variable WooCommerce product. CRITICAL: You MUST get the product_id from wc_products_search first. DO NOT use hardcoded product IDs like 42. Each variation includes specific attributes like color, size, price, and stock status. IMPORTANT: Each variation includes a \\\"permalink\\\" field with the direct link to the variation page - ALWAYS include these links when presenting variations to users. ",
  "Get a specific product variation by ID. IMPORTANT: The variation includes a \\\"permalink\\\" field with the direct link to the variation page - ALWAYS include this link when presenting the variation to users. ",
  "Optional. The size of the image to retrieve (thumbnail, medium, large, full). Defaults to full/original size. ",
  "Analyze user search query and suggest optimal WooCommerce search parameters ",
  "FALLBACK SEARCH TOOL: Advanced intelligent product search with automatic fallback strategies. Use this tool ONLY when wc_products_search and wc_get_product do not provide satisfactory results. This tool handles complex queries and multiple fallback strategies but should be used as a last resort. WORKFLOW: 1) Try wc_products_search first, 2) Use wc_get_product for details, 3) Only use this tool if needed. CRITICAL: Each product includes a \\\"permalink\\\" field with the direct link to the product page - ALWAYS include these links when presenting products to users. ",
  "Search query (e.g., \\\"cheapest perfumes on sale\\\", \\\"latest electronics\\\") ",
  "Analyze user search query and return optimized search parameters with category matching ",
  "Get products by brand name. Automatically detects if brand is implemented as attribute, category, or custom taxonomy. ",
  "Key-value pairs of attributes (e.g., {\\\"color\\\": \\\"red\\\", \\\"size\\\": \\\"large\\\"}) ",
  "Get products with multiple filters: brand, category, price range, and attributes. ",
  "Get all GLOBAL product attribute definitions (like Color, Size, Material) available in the store. WARNING: This shows attribute types, NOT specific product colors/sizes. To get available colors/sizes for a specific product, use: 1) wc_products_search to find the product, 2) wc_get_product_variations with that product ID. ",
  "Get all terms for a specific product attribute (e.g., Red, Blue for Color attribute) ",
  "Provides detailed information about the WordPress site like site name, url, description, admin email, plugins, themes, users, and more ",
  "Get all WooCommerce tax classes (Standard, Reduced Rate, Zero Rate, etc.) ",
  "Get all WooCommerce tax rates with filtering by class, country, state, etc. ",
  "Get WooCommerce system status information (versions, settings, environment) ",
  "This tool will recount product terms - useful when changing your settings in a way which hides products from the catalog. ",
  "This tool will reset the admin, customer and shop_manager roles to default. Use this if your users cannot access all of the WooCommerce admin pages. ",
  "List all available WordPress REST API endpoints that support CRUD operations (Create, Read, Update, Delete). Use this first to discover what API functions are available before inspecting or calling them. ",
  "Get detailed metadata for a specific WordPress REST API endpoint and HTTP method. Includes available parameters, required fields, authentication needs, and expected response structure. Use this to get the details of a specific function before calling it. ",
  "The REST API route (e.g., \\\"/wp/v2/posts\\\", \\\"/wp/v2/users\\\")",
  "Execute read-only WordPress REST API functions by providing the endpoint route. Only supports GET operations for security reasons. ",
  "Get all available WooCommerce payment gateways (PayPal, Stripe, Bank Transfer, etc.) ",
  "Get all locations (countries/states) covered by a specific shipping zone ",
  "Universal guide for AI assistants on how to perform intelligent WooCommerce product searches using the available tools ",
  "Universal step-by-step guide for AI assistants to perform optimal product searches with automatic fallback strategies for ANY store type: electronics, food, pets, pharmacy, automotive, clothing, books, tools, beauty, sports, etc. Handles multiple products with same name. ",
  "Get the current store categories and tags to understand what products are available ",
  "Multi-stage search strategy that automatically falls back when no results found ",
  "IF stage_1 returns 0 results → Remove promotional/price filters, keep only categories ",
  "IF stage_3 returns 0 results → General text search without category filters ",
  "IF all stages return 0 results → Show available categories or popular products ",
  "If multiple products have same name (e.g., Men/Women versions), present all options ",
  "Provides detailed information about registered WordPress users and their roles ",
  "Provides general information about the WordPress site including site details, plugins, themes, and users ",
  "Action: \\\"create\\\", \\\"optimize\\\", \\\"analyze\\\", \\\"restructure\\\"",
  "Menu location: \\\"primary\\\", \\\"footer\\\", \\\"mobile\\\", \\\"sidebar\\\"",
  "Operation: \\\"import\\\", \\\"export\\\", \\\"backup\\\", \\\"restore\\\", \\\"migrate\\\", \\\"validate\\\" ",
  "Data type: \\\"products\\\", \\\"orders\\\", \\\"customers\\\", \\\"content\\\", \\\"all\\\" ",
  "Filter by order status (e.g., pending, processing, completed, cancelled) ",
  "Time period to analyze (e.g., today, last_7_days, last_30_days, this_month) ",
  "Task: \\\"create\\\", \\\"audit\\\", \\\"security_review\\\", \\\"role_optimization\\\", \\\"bulk_update\\\" ",
  "Task: \\\"upload\\\", \\\"organize\\\", \\\"optimize\\\", \\\"audit\\\", \\\"cleanup\\\", \\\"batch_upload\\\" ",
  "Type: \\\"segmentation\\\", \\\"lifetime_value\\\", \\\"churn_risk\\\", \\\"purchase_patterns\\\", \\\"loyalty_analysis\\\" ",
  "Configure and optimize WooCommerce shipping zones, methods, and tax settings ",
  "Focus area: \\\"shipping\\\", \\\"tax\\\", \\\"both\\\", \\\"audit\\\", \\\"optimize\\\"",
  "Analyze and optimize SEO for WordPress content and WooCommerce products ",
  "What to analyze: \\\"site\\\", \\\"products\\\", \\\"posts\\\", \\\"pages\\\", or specific URL/ID ",
  "The type of information to retrieve (e.g., general, plugins, theme, users, settings) ",
  "Generate comprehensive business reports with insights and recommendations ",
  "Report type: \\\"executive_summary\\\", \\\"sales_performance\\\", \\\"inventory_status\\\", \\\"customer_insights\\\", \\\"marketing_effectiveness\\\", \\\"operational_health\\\" ",
  "Time period: \\\"today\\\", \\\"last_7_days\\\", \\\"last_30_days\\\", \\\"this_month\\\", \\\"last_month\\\", \\\"this_quarter\\\", \\\"this_year\\\" ",
  "Type of content: \\\"post\\\" or \\\"page\\\"",
  "Writing tone: \\\"professional\\\", \\\"casual\\\", \\\"friendly\\\", \\\"formal\\\"",
  "The customer question or issue (e.g., \\\"Where is my order?\\\", \\\"Do you have this in blue?\\\", \\\"What are shipping options?\\\") ",
  "The product search query (e.g., \\\"cheapest laptops on sale\\\", \\\"newest shoes\\\") ",
  "Action: \\\"create_campaign\\\", \\\"analyze_performance\\\", \\\"optimize_existing\\\", \\\"seasonal_promotion\\\" ",
  "Action to perform: \\\"check_low_stock\\\", \\\"check_out_of_stock\\\", \\\"analyze_all\\\", \\\"update_stock\\\" ",
  "The time period to analyze (e.g., last_7_days, last_30_days, last_month, last_quarter, last_year) "
]